docs/doc-notes/barros-2017-first-cours.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-03-13 Mon 11:04 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="Alexander Brown" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href=" ./style.css" />
</head>
<body>
<div id="preamble" class="status">
<a href="index.html">Home</a> | <a href="blog.html">Blog</a> | <a href="notes.html">Notes</a> | <a href="classes.html">Classes</a> | <a href="projects.html">Projects</a> | <a href="todo.html">Todo</a> | <a href="error.html">About</a>
</div>
<div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org9af5fbb">1. A first course in fuzzy logic, fuzzy dynamical systems, and biomathematics, La\'ecio Carvalho de Barros, Bassanezi, R. C., &amp; Lodwick, W. A., , (2017)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="book">book</span></span></a></li>
<li><a href="#orga908998">2. Notes</a></li>
</ul>
</div>
</div>
<div id="outline-container-org9af5fbb" class="outline-2">
<h2 id="org9af5fbb"><span class="section-number-2">1.</span> A first course in fuzzy logic, fuzzy dynamical systems, and biomathematics, La\'ecio Carvalho de Barros, Bassanezi, R. C., &amp; Lodwick, W. A., , (2017)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="book">book</span></span></h2>
<div class="outline-text-2" id="text-1">
<p>
See <a href="&amp;barros-2017-first-cours">&amp;barros-2017-first-cours</a>
</p>
</div>
</div>

<div id="outline-container-orga908998" class="outline-2">
<h2 id="orga908998"><span class="section-number-2">2.</span> Notes</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>If this information is used, it probably would be used for the battery dynamics</li>
<li>This chapter briefly introduces fuzzy dynamical systems with the intention to illustrate the power of the fuzzy logic for studying evolutionary systems</li>
<li>get on this if you have time</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Alexander Brown</p>
<p class="date">Created: 2023-03-13 Mon 11:04</p>
</div>
</body>
</html>
